Repository: fenghlkevin/reqeast
Catalog: Reqeast/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Extraction is all-or-nothing. A missing or null field keeps every existing variable unchanged. Secret variables follow the existing environment storage behavior.
de: Extraktionen werden nur vollständig gespeichert. Bei fehlenden oder null-Feldern bleiben alle Variablen unverändert. Geheime Variablen nutzen die bestehende Umgebungsspeicherung.
es: La extracción solo guarda si todos los campos son válidos. Un campo ausente o null conserva todas las variables. Las variables secretas usan el almacenamiento de entornos existente.
fr: L’extraction est atomique. Un champ manquant ou null laisse toutes les variables intactes. Les variables confidentielles utilisent le stockage habituel des environnements.
ja: すべての取得に成功した場合だけ保存します。フィールドがないか null の場合、既存の変数は変更しません。機密変数は従来の環境変数と同じ方法で保存します。
ko: 모든 추출이 성공해야 저장됩니다. 필드가 없거나 null이면 모든 기존 변수를 유지합니다. 비밀 변수는 기존 환경 저장 방식을 따릅니다.
pt_br: A extração só salva se todos os campos forem válidos. Campos ausentes ou null mantêm todas as variáveis. Variáveis confidenciais usam o armazenamento de ambientes existente.
zh_hans: 提取必须全部成功才会保存。字段缺失或为 null 时，所有现有变量都保持不变。敏感变量沿用现有的环境存储方式。
zh_hant: 擷取必須全部成功才會儲存。欄位缺少或為 null 時，所有現有變數都保持不變。敏感變數沿用現有的環境儲存方式。

source: Field path (for example /data/token)
de: Feldpfad (z. B. /data/token)
es: Ruta del campo (p. ej. /data/token)
fr: Chemin du champ (ex. /data/token)
ja: フィールドのパス（例：/data/token）
ko: 필드 경로(예: /data/token)
pt_br: Caminho do campo (ex.: /data/token)
zh_hans: 字段路径（例如 /data/token）
zh_hant: 欄位路徑（例如 /data/token）

source: Folder
de: Ordner
es: Carpeta
fr: Dossier
ja: フォルダ
ko: 폴더
pt_br: Pasta
zh_hans: 文件夹
zh_hant: 資料夾

source: Guide
de: Anleitung
es: Guía
ja: ガイド
ko: 안내
pt_br: Guia
zh_hans: 指南
zh_hant: 指南

source: HTTP Workflow Guide
de: Anleitung für HTTP-Abläufe
es: Guía de flujos HTTP
fr: Guide des flux HTTP
ja: HTTP ワークフローガイド
ko: HTTP 워크플로 안내
pt_br: Guia de fluxos HTTP
zh_hans: HTTP 工作流指南
zh_hant: HTTP 工作流程指南

source: HTTP Workflows
de: HTTP-Abläufe
es: Flujos HTTP
fr: Flux HTTP
ja: HTTP ワークフロー
ko: HTTP 워크플로
pt_br: Fluxos HTTP
zh_hans: HTTP 工作流
zh_hant: HTTP 工作流程

source: Ignore changing fields
de: Veränderliche Felder ignorieren
es: Ignorar campos cambiantes
fr: Ignorer les champs variables
ja: 変動するフィールドを除外
ko: 변하는 필드 무시
pt_br: Ignorar campos que mudam
zh_hans: 忽略动态字段
zh_hant: 忽略變動欄位

source: Ignored paths
de: Ignorierte Pfade
es: Rutas ignoradas
fr: Chemins ignorés
ja: 無視するパス
ko: 무시할 경로
pt_br: Caminhos ignorados
zh_hans: 忽略的路径
zh_hant: 忽略的路徑

source: Ignored paths, separated by commas
de: Ignorierte Pfade, durch Kommas getrennt
es: Rutas ignoradas, separadas por comas
fr: Chemins ignorés, séparés par des virgules
ja: 無視するパス（カンマ区切り）
ko: 무시할 경로, 쉼표로 구분
pt_br: Caminhos ignorados, separados por vírgulas
zh_hans: 忽略的路径，用逗号分隔
zh_hant: 忽略的路徑，以逗號分隔

source: Illustrated Guide
de: Anleitung mit Beispielen
es: Guía ilustrada
fr: Guide illustré
ja: 図解ガイド
ko: 그림 안내
pt_br: Guia ilustrado
zh_hans: 图文指南
zh_hant: 圖文指南

source: In Variables & Checks, tap Add Check. Choose a status code, a JSON field value, or a response time limit. Enter an expected value, then use Check Current Response to try it. For JSON strings, enter the text without quotation marks.
de: Fügen Sie unter Variablen und Prüfungen eine Prüfung hinzu. Wählen Sie Statuscode, JSON-Wert oder Zeitlimit. Geben Sie den erwarteten Wert ein und prüfen Sie die aktuelle Antwort. JSON-Zeichenfolgen ohne Anführungszeichen eingeben.
es: Añada una comprobación en Variables y comprobaciones. Elija código de estado, valor JSON o límite de tiempo. Introduzca el valor esperado y compruebe la respuesta actual. Escriba cadenas JSON sin comillas.
fr: Ajoutez une vérification dans Variables et vérifications. Choisissez un code de statut, une valeur JSON ou une durée maximale. Saisissez la valeur attendue et vérifiez la réponse actuelle. Entrez les chaînes JSON sans guillemets.
ja: 「変数とチェック」でチェックを追加し、ステータスコード、JSON 値、応答時間を選びます。期待値を入力し、「現在のレスポンスをチェック」で試します。JSON 文字列は引用符なしで入力します。
ko: 변수 및 검사에서 검사를 추가하세요. 상태 코드, JSON 값, 시간 제한을 선택하고 예상 값을 입력한 뒤 현재 응답 검사로 확인하세요. JSON 문자열은 따옴표 없이 입력하세요.
pt_br: Adicione uma verificação em Variáveis e verificações. Escolha código de status, valor JSON ou limite de tempo. Insira o valor esperado e verifique a resposta atual. Para strings JSON, digite sem aspas.
zh_hans: 在“变量与检查”中点击“添加检查”，选择状态码、JSON 字段值或耗时上限，填写预期值，再用“检查当前响应”试运行。JSON 字符串直接填文本，不加引号。
zh_hant: 在「變數與檢查」點按「新增檢查」，選擇狀態碼、JSON 欄位值或時間上限，填入預期值，再用「檢查目前回應」試跑。JSON 字串直接填文字，不加引號。

source: In Variables & Checks, tap Add Response Variable. Choose /data/token, enter token as the variable name, and leave Secret variable enabled. Tap Save Variables from Current Response.
de: Fügen Sie unter Variablen und Prüfungen eine Antwortvariable hinzu. Wählen Sie /data/token, nennen Sie die Variable token und aktivieren Sie Geheime Variable. Speichern Sie die Variablen aus der aktuellen Antwort.
es: En Variables y comprobaciones, añada una variable de respuesta. Elija /data/token, use token como nombre y mantenga Variable secreta activada. Guarde las variables de la respuesta actual.
fr: Dans Variables et vérifications, ajoutez une variable de réponse. Choisissez /data/token, nommez-la token et gardez Variable confidentielle activée. Enregistrez les variables de la réponse actuelle.
ja: 「変数とチェック」で「レスポンス変数を追加」を選びます。/data/token を選択し、変数名を token にして「機密変数」を有効にします。「現在のレスポンスから変数を保存」を押します。
ko: 변수 및 검사에서 응답 변수 추가를 누르세요. /data/token을 선택하고 변수 이름에 token을 입력한 뒤 비밀 변수를 켜 두세요. 현재 응답에서 변수 저장을 누르세요.
pt_br: Em Variáveis e verificações, adicione uma variável da resposta. Escolha /data/token, use token como nome e mantenha Variável confidencial ativada. Salve as variáveis da resposta atual.
zh_hans: 在“变量与检查”中点击“添加响应变量”，选择 /data/token，变量名填 token，并保持“敏感变量”启用。点击“从当前响应保存变量”。
zh_hant: 在「變數與檢查」點按「新增回應變數」，選擇 /data/token，變數名稱填 token，並保持「敏感變數」啟用。點按「從目前回應儲存變數」。

source: In another request in the same project, choose Bearer Token authentication and enter {{token}}. Send with the same environment selected. Enabled rules also save new values automatically after future 2xx responses.
de: Wählen Sie in einer anderen Anfrage desselben Projekts Bearer Token und geben Sie {{token}} ein. Senden Sie mit derselben Umgebung. Aktive Regeln speichern nach weiteren 2xx-Antworten automatisch neue Werte.
es: En otra solicitud del mismo proyecto, elija Bearer Token e introduzca {{token}}. Envíe con el mismo entorno. Las reglas activas también guardan nuevos valores tras respuestas 2xx.
fr: Dans une autre requête du même projet, choisissez Bearer Token et saisissez {{token}}. Envoyez avec le même environnement. Les règles actives enregistrent aussi les nouvelles valeurs après les réponses 2xx.
ja: 同じプロジェクトの別のリクエストで Bearer Token 認証を選び、{{token}} を入力します。同じ環境で送信してください。有効なルールは以後の 2xx レスポンスでも自動保存します。
ko: 같은 프로젝트의 다른 요청에서 Bearer Token 인증을 선택하고 {{token}}을 입력하세요. 같은 환경으로 보내세요. 활성 규칙은 이후 2xx 응답에서도 새 값을 자동 저장합니다.
pt_br: Em outra requisição do mesmo projeto, escolha Bearer Token e insira {{token}}. Envie no mesmo ambiente. As regras ativas também salvam novos valores após respostas 2xx.
zh_hans: 在同项目的另一个请求中选择 Bearer Token 认证，填入 {{token}}，使用同一环境发送。之后每次返回 2xx，启用的规则也会自动保存新值。
zh_hant: 在同專案的另一個請求中選擇 Bearer Token 驗證，填入 {{token}}，使用相同環境傳送。之後每次回傳 2xx，啟用的規則也會自動儲存新值。

source: JSON field equals
de: JSON-Feld entspricht
es: Campo JSON igual a
fr: Champ JSON égal à
ja: JSON フィールドが一致
ko: JSON 필드 일치
pt_br: Campo JSON igual a
zh_hans: JSON 字段等于
zh_hant: JSON 欄位等於

source: JSON field not found:
de: JSON-Feld nicht gefunden:
es: Campo JSON no encontrado:
fr: Champ JSON introuvable :
ja: JSON フィールドが見つかりません：
ko: JSON 필드를 찾을 수 없습니다:
pt_br: Campo JSON não encontrado:
zh_hans: 找不到 JSON 字段：
zh_hant: 找不到 JSON 欄位：

source: JSON tools support responses up to 1 MB.
de: JSON-Werkzeuge unterstützen Antworten bis 1 MB.
es: Las herramientas JSON admiten respuestas de hasta 1 MB.
fr: Les outils JSON acceptent des réponses jusqu’à 1 Mo.
ja: JSON ツールは 1 MB 以下のレスポンスに対応します。
ko: JSON 도구는 최대 1 MB 응답을 지원합니다.
pt_br: As ferramentas JSON aceitam respostas de até 1 MB.
zh_hans: JSON 工具支持最大 1 MB 的响应。
zh_hant: JSON 工具支援最大 1 MB 的回應。

source: JSON tools support responses up to 1 MB. This comparison checks JSON fields and HTTP status; it does not compare response headers or timing.
de: JSON-Werkzeuge unterstützen bis 1 MB. Verglichen werden JSON-Felder und HTTP-Status, keine Antwortheader oder Zeiten.
es: Las herramientas JSON admiten hasta 1 MB. Se comparan campos JSON y estado HTTP, sin cabeceras ni tiempos.
fr: Les outils JSON acceptent jusqu’à 1 Mo. La comparaison porte sur les champs JSON et le statut HTTP, sans les en-têtes ni la durée.
ja: JSON ツールは 1 MB 以下に対応します。比較対象は JSON フィールドと HTTP ステータスで、ヘッダーや時間は含みません。
ko: JSON 도구는 최대 1 MB를 지원합니다. JSON 필드와 HTTP 상태를 비교하며 응답 헤더와 시간은 비교하지 않습니다.
pt_br: As ferramentas JSON aceitam até 1 MB. A comparação verifica campos JSON e status HTTP, sem comparar cabeçalhos ou tempo.
zh_hans: JSON 工具支持最大 1 MB 的响应。本功能对比 JSON 字段和 HTTP 状态码，不对比响应头或耗时。
zh_hant: JSON 工具支援最大 1 MB 的回應。本功能比較 JSON 欄位和 HTTP 狀態碼，不比較回應標頭或時間。

source: Move Down
de: Nach unten
es: Bajar
fr: Descendre
ja: 下へ移動
ko: 아래로 이동
pt_br: Mover para baixo
zh_hans: 下移
zh_hant: 下移

source: Move Up
de: Nach oben
es: Subir
fr: Monter
ja: 上へ移動
ko: 위로 이동
pt_br: Mover para cima
zh_hans: 上移
zh_hant: 上移

source: No differences.
de: Keine Unterschiede.
es: Sin diferencias.
fr: Aucune différence.
ja: 差分はありません。
ko: 차이가 없습니다.
pt_br: Nenhuma diferença.
zh_hans: 没有差异。
zh_hant: 沒有差異。

source: Open Run Requests. Choose a folder or all HTTP requests, uncheck requests to skip, and use the arrows to put login before requests that need its token. Keep Stop on first failure enabled while setting up.
de: Öffnen Sie Anfragen ausführen, wählen Sie einen Ordner oder alle HTTP-Anfragen und deaktivieren Sie übersprungene Anfragen. Verschieben Sie die Anmeldung mit den Pfeilen vor Anfragen, die ihr Token benötigen. Lassen Sie Beim ersten Fehler anhalten während der Einrichtung aktiv.
es: Abra Ejecutar solicitudes, elija una carpeta o todas las solicitudes HTTP y desmarque las que quiera omitir. Use las flechas para situar el inicio de sesión antes de las solicitudes que necesitan el token. Mantenga Detener al primer fallo al configurar.
fr: Ouvrez Exécuter les requêtes, choisissez un dossier ou toutes les requêtes HTTP et décochez celles à ignorer. Placez la connexion avant les requêtes utilisant son token avec les flèches. Gardez l’arrêt au premier échec pendant la configuration.
ja: 「リクエストを順に実行」を開き、フォルダまたは全 HTTP を選びます。不要な項目を外し、矢印でログインを token を使うリクエストより前に置きます。設定時は「最初の失敗で停止」を有効にします。
ko: 요청 일괄 실행에서 폴더나 모든 HTTP 요청을 선택하고 건너뛸 요청을 해제하세요. 화살표로 로그인을 token이 필요한 요청 앞에 두세요. 설정 중에는 첫 실패 시 중지를 켜 두세요.
pt_br: Abra Executar requisições, escolha uma pasta ou todas as requisições HTTP e desmarque as que deseja pular. Use as setas para colocar o login antes das requisições que usam o token. Mantenha Parar na primeira falha durante a configuração.
zh_hans: 打开“批量运行”，选择文件夹或全部 HTTP 请求，取消勾选要跳过的请求，用箭头把登录放到需要 token 的请求前。配置时建议启用“首次失败时停止”。
zh_hant: 開啟「批次執行」，選擇資料夾或所有 HTTP 請求，取消勾選要略過的請求，用箭頭把登入放在需要 token 的請求之前。設定時建議啟用「首次失敗時停止」。

source: Open an HTTP request and tap the flowchart button in the toolbar to open HTTP Workflows.
de: Öffnen Sie eine HTTP-Anfrage und klicken Sie auf das Ablaufdiagramm in der Werkzeugleiste, um HTTP-Abläufe zu öffnen.
es: Abra una solicitud HTTP y pulse el botón de diagrama de la barra para abrir Flujos HTTP.
fr: Ouvrez une requête HTTP, puis utilisez le bouton de diagramme de la barre d’outils pour ouvrir Flux HTTP.
ja: HTTP リクエストを開き、ツールバーのフローチャートボタンから HTTP ワークフローを開きます。
ko: HTTP 요청을 열고 도구 모음의 순서도 버튼을 눌러 HTTP 워크플로를 여세요.
pt_br: Abra uma requisição HTTP e use o botão de fluxograma na barra de ferramentas para abrir Fluxos HTTP.
zh_hans: 打开 HTTP 请求，点击工具栏中的流程图按钮，进入“HTTP 工作流”。
zh_hant: 開啟 HTTP 請求，點按工具列的流程圖按鈕，進入「HTTP 工作流程」。

source: Replace Baseline with Current Response
de: Referenz durch aktuelle Antwort ersetzen
es: Sustituir referencia por respuesta actual
fr: Remplacer la référence par la réponse actuelle
ja: 現在のレスポンスで基準を置き換え
ko: 현재 응답으로 기준 교체
pt_br: Substituir referência pela resposta atual
zh_hans: 用当前响应替换基准
zh_hant: 以目前回應取代基準

source: Requests run one at a time in the order below. Extracted variables are available to the next request.
de: Anfragen laufen einzeln in dieser Reihenfolge. Extrahierte Variablen stehen der nächsten Anfrage zur Verfügung.
es: Las solicitudes se ejecutan una a una en este orden. Las variables extraídas están disponibles para la siguiente.
fr: Les requêtes s’exécutent une à une dans cet ordre. Les variables extraites sont disponibles pour la suivante.
ja: 以下の順序で一つずつ実行します。取得した変数は次のリクエストで使えます。
ko: 아래 순서대로 하나씩 실행됩니다. 추출된 변수는 다음 요청에서 사용할 수 있습니다.
pt_br: As requisições são executadas uma por vez nesta ordem. As variáveis extraídas ficam disponíveis para a próxima.
zh_hans: 请求按以下顺序逐个执行，提取的变量可用于下一个请求。
zh_hant: 請求依以下順序逐一執行，擷取的變數可用於下一個請求。

source: Response Checks
de: Antwortprüfungen
es: Comprobaciones de respuesta
fr: Vérifications de réponse
ja: レスポンスのチェック
ko: 응답 검사
pt_br: Verificações da resposta
zh_hans: 响应检查
zh_hant: 回應檢查

source: Response Variables
de: Variablen aus Antworten
es: Variables de respuesta
fr: Variables de réponse
ja: レスポンスから取得する変数
ko: 응답 변수
pt_br: Variáveis da resposta
zh_hans: 响应变量
zh_hant: 回應變數

source: Response field
de: Antwortfeld
es: Campo de respuesta
fr: Champ de réponse
ja: レスポンスのフィールド
ko: 응답 필드
pt_br: Campo da resposta
zh_hans: 响应字段
zh_hant: 回應欄位

source: Response time below (ms)
de: Antwortzeit unter (ms)
es: Tiempo de respuesta inferior a (ms)
fr: Temps de réponse inférieur à (ms)
ja: 応答時間の上限（ms）
ko: 응답 시간 미만(ms)
pt_br: Tempo de resposta abaixo de (ms)
zh_hans: 响应耗时小于（毫秒）
zh_hant: 回應時間小於（毫秒）

source: Response variables, comparisons, and batch runs
de: Antwortvariablen, Vergleiche und Stapelausführung
es: Variables, comparaciones y ejecución por lotes
fr: Variables, comparaisons et exécutions groupées
ja: レスポンス変数、比較、一括実行
ko: 응답 변수, 비교 및 일괄 실행
pt_br: Variáveis, comparações e execuções em lote
zh_hans: 响应变量、对比与批量运行
zh_hant: 回應變數、比較與批次執行

source: Reuse it in the next request
de: In der nächsten Anfrage verwenden
es: Reutilizar en la siguiente solicitud
fr: Réutiliser dans la requête suivante
ja: 次のリクエストで利用
ko: 다음 요청에서 재사용
pt_br: Reutilizar na próxima requisição
zh_hans: 在下一个请求中使用
zh_hant: 在下一個請求中使用

source: Review the active environment and tap Run Selected Requests. The runner sends real requests one at a time. Each result shows HTTP status, duration, and checks. Network errors, extraction errors, failed checks, and non-2xx responses count as failures.
de: Prüfen Sie die Umgebung und führen Sie die ausgewählten Anfragen aus. Echte Anfragen werden einzeln gesendet. Ergebnisse zeigen HTTP-Status, Dauer und Prüfungen. Netzwerk- und Extraktionsfehler, fehlgeschlagene Prüfungen sowie Antworten außerhalb von 2xx gelten als Fehler.
es: Revise el entorno y ejecute las solicitudes seleccionadas. Se envían solicitudes reales una a una. Cada resultado muestra estado HTTP, duración y comprobaciones. Errores de red o extracción, comprobaciones fallidas y respuestas fuera de 2xx cuentan como fallos.
fr: Vérifiez l’environnement et exécutez les requêtes sélectionnées. Elles sont réellement envoyées une à une. Chaque résultat affiche statut HTTP, durée et vérifications. Erreurs réseau, d’extraction, vérifications échouées et réponses hors 2xx sont des échecs.
ja: 環境を確認し、選択したリクエストを実行します。実際のリクエストを一つずつ送信し、HTTP ステータス、時間、チェック結果を表示します。通信・取得エラー、チェック不合格、2xx 以外は失敗です。
ko: 환경을 확인하고 선택한 요청 실행을 누르세요. 실제 요청을 하나씩 보내며 결과에 HTTP 상태, 시간, 검사를 표시합니다. 네트워크·추출 오류, 검사 실패, 2xx 이외의 응답은 실패로 처리합니다.
pt_br: Confira o ambiente e execute as requisições selecionadas. Elas são enviadas de verdade, uma por vez. Cada resultado mostra status HTTP, duração e verificações. Erros de rede ou extração, verificações reprovadas e respostas fora de 2xx contam como falhas.
zh_hans: 核对当前环境后，点击“运行选中请求”。请求会逐个真实发送，结果显示 HTTP 状态码、耗时和检查结果。网络错误、提取错误、检查不通过和非 2xx 响应都算失败。
zh_hant: 確認目前環境後，點按「執行所選請求」。請求會逐一實際傳送，結果顯示 HTTP 狀態碼、時間和檢查結果。網路錯誤、擷取錯誤、檢查未通過和非 2xx 回應都算失敗。

source: Rules are saved automatically.
de: Regeln werden automatisch gespeichert.
es: Las reglas se guardan automáticamente.
fr: Les règles sont enregistrées automatiquement.
ja: ルールは自動保存されます。
ko: 규칙은 자동으로 저장됩니다.
pt_br: As regras são salvas automaticamente.
zh_hans: 规则会自动保存。
zh_hant: 規則會自動儲存。

source: Run Requests
de: Anfragen ausführen
es: Ejecutar solicitudes
fr: Exécuter les requêtes
ja: リクエストを順に実行
ko: 요청 일괄 실행
pt_br: Executar requisições
zh_hans: 批量运行
zh_hant: 批次執行

source: Run Results
de: Ergebnisse
es: Resultados de ejecución
fr: Résultats
ja: 実行結果
ko: 실행 결과
pt_br: Resultados da execução
zh_hans: 运行结果
zh_hant: 執行結果

source: Run Selected Requests
de: Ausgewählte Anfragen ausführen
es: Ejecutar solicitudes seleccionadas
fr: Exécuter les requêtes sélectionnées
ja: 選択したリクエストを実行
ko: 선택한 요청 실행
pt_br: Executar requisições selecionadas
zh_hans: 运行选中请求
zh_hant: 執行所選請求

source: Run and inspect results
de: Ausführen und Ergebnisse prüfen
es: Ejecutar y revisar resultados
fr: Exécuter et examiner les résultats
ja: 実行して結果を確認
ko: 실행 후 결과 확인
pt_br: Executar e analisar resultados
zh_hans: 运行并查看结果
zh_hant: 執行並檢視結果

source: Run sends real requests, including POST and DELETE. Review the selected requests and active environment first.
de: Es werden echte Anfragen gesendet, auch POST und DELETE. Prüfen Sie vorher die Auswahl und die aktive Umgebung.
es: La ejecución envía solicitudes reales, incluidas POST y DELETE. Revise primero la selección y el entorno activo.
fr: L’exécution envoie de vraies requêtes, dont POST et DELETE. Vérifiez d’abord la sélection et l’environnement actif.
ja: POST や DELETE も実際に送信します。選択したリクエストと環境を先に確認してください。
ko: POST와 DELETE를 포함한 실제 요청을 보냅니다. 선택한 요청과 활성 환경을 먼저 확인하세요.
pt_br: A execução envia requisições reais, incluindo POST e DELETE. Confira a seleção e o ambiente ativo antes.
zh_hans: 运行会真实发送请求，包括 POST 和 DELETE。请先核对选中的请求和当前环境。
zh_hant: 執行會實際傳送請求，包括 POST 和 DELETE。請先確認所選請求和目前環境。

source: Run stopped. A request already sent may still complete on the server.
de: Ausführung angehalten. Eine bereits gesendete Anfrage kann auf dem Server noch abgeschlossen werden.
es: Ejecución detenida. Una solicitud ya enviada aún puede completarse en el servidor.
fr: Exécution arrêtée. Une requête déjà envoyée peut encore aboutir sur le serveur.
ja: 実行を停止しました。送信済みのリクエストはサーバーで完了する場合があります。
ko: 실행이 중지되었습니다. 이미 보낸 요청은 서버에서 완료될 수 있습니다.
pt_br: Execução interrompida. Uma requisição já enviada ainda pode ser concluída no servidor.
zh_hans: 运行已停止，已发送的请求仍可能在服务器上完成。
zh_hant: 執行已停止，已傳送的請求仍可能在伺服器上完成。

source: Save Current Response as Baseline
de: Aktuelle Antwort als Referenz speichern
es: Guardar respuesta actual como referencia
fr: Utiliser la réponse actuelle comme référence
ja: 現在のレスポンスを基準として保存
ko: 현재 응답을 기준으로 저장
pt_br: Salvar resposta atual como referência
zh_hans: 将当前响应保存为基准
zh_hant: 將目前回應儲存為基準

source: Save Variables from Current Response
de: Variablen aus aktueller Antwort speichern
es: Guardar variables de la respuesta actual
fr: Enregistrer les variables de la réponse actuelle
ja: 現在のレスポンスから変数を保存
ko: 현재 응답에서 변수 저장
pt_br: Salvar variáveis da resposta atual
zh_hans: 从当前响应保存变量
zh_hant: 從目前回應儲存變數

source: Save a known response
de: Bekannte Antwort speichern
es: Guardar una respuesta conocida
fr: Enregistrer une réponse connue
ja: 確認済みのレスポンスを保存
ko: 확인된 응답 저장
pt_br: Salvar uma resposta conhecida
zh_hans: 保存一份已确认的响应
zh_hant: 儲存已確認的回應

source: Save a response as a baseline. Send again, then compare JSON fields and the HTTP status.
de: Speichern Sie eine Antwort als Referenz, senden Sie erneut und vergleichen Sie JSON-Felder und HTTP-Status.
es: Guarde una respuesta como referencia, envíe de nuevo y compare campos JSON y estado HTTP.
fr: Enregistrez une réponse comme référence, renvoyez la requête et comparez les champs JSON et le statut HTTP.
ja: レスポンスを基準として保存し、再送信後に JSON フィールドと HTTP ステータスを比較します。
ko: 응답을 기준으로 저장한 후 다시 보내 JSON 필드와 HTTP 상태를 비교하세요.
pt_br: Salve uma resposta como referência, envie novamente e compare os campos JSON e o status HTTP.
zh_hans: 保存一份响应作为基准，再次发送后对比 JSON 字段与 HTTP 状态码。
zh_hant: 儲存一份回應作為基準，再次傳送後比較 JSON 欄位與 HTTP 狀態碼。

source: Saved
de: Gespeichert
es: Guardada el
fr: Enregistrée le
ja: 保存日時
ko: 저장 시각
pt_br: Salva em
zh_hans: 保存时间
zh_hant: 儲存時間

source: Secret variable
de: Geheime Variable
es: Variable secreta
fr: Variable confidentielle
ja: 機密変数
ko: 비밀 변수
pt_br: Variável confidencial
zh_hans: 敏感变量
zh_hant: 敏感變數

source: Select an environment
de: Umgebung auswählen
es: Seleccionar entorno
fr: Choisir un environnement
ja: 環境を選択
ko: 환경 선택
pt_br: Selecionar ambiente
zh_hans: 选择环境
zh_hant: 選擇環境

source: Select an environment before saving response variables.
de: Wählen Sie vor dem Speichern eine Umgebung aus.
es: Seleccione un entorno antes de guardar las variables.
fr: Choisissez un environnement avant d’enregistrer les variables.
ja: 変数を保存する前に環境を選択してください。
ko: 응답 변수를 저장하기 전에 환경을 선택하세요.
pt_br: Selecione um ambiente antes de salvar as variáveis.
zh_hans: 保存响应变量前，请先选择环境。
zh_hant: 儲存回應變數前，請先選擇環境。

source: Select and order requests
de: Anfragen auswählen und sortieren
es: Seleccionar y ordenar solicitudes
fr: Choisir et ordonner les requêtes
ja: リクエストを選択して並べ替え
ko: 요청 선택 및 순서 지정
pt_br: Selecionar e ordenar requisições
zh_hans: 选择请求并调整顺序
zh_hant: 選擇請求並調整順序

source: Select your test environment, then send a login request. The response must contain a JSON value such as a token.
de: Wählen Sie die Testumgebung und senden Sie eine Anmeldeanfrage. Die Antwort muss einen JSON-Wert wie ein Token enthalten.
es: Seleccione el entorno de prueba y envíe una solicitud de inicio de sesión. La respuesta debe contener un valor JSON, como un token.
fr: Choisissez votre environnement de test et envoyez une requête de connexion. La réponse doit contenir une valeur JSON, par exemple un token.
ja: テスト環境を選んでログインリクエストを送信します。レスポンスには token などの JSON 値が必要です。
ko: 테스트 환경을 선택하고 로그인 요청을 보내세요. 응답에 token 같은 JSON 값이 있어야 합니다.
pt_br: Selecione o ambiente de teste e envie uma requisição de login. A resposta deve conter um valor JSON, como um token.
zh_hans: 选择测试环境并发送登录请求，响应中需要包含 token 等 JSON 值。
zh_hant: 選擇測試環境並傳送登入請求，回應中需包含 token 等 JSON 值。

source: Send a request and open Compare Responses. Tap Save Current Response as Baseline. This JSON response stays on this device, including after restarting the app.
de: Senden Sie eine Anfrage, öffnen Sie Antworten vergleichen und speichern Sie die aktuelle Antwort als Referenz. Dieses JSON bleibt auch nach einem Neustart auf dem Gerät.
es: Envíe una solicitud, abra Comparar respuestas y guarde la respuesta actual como referencia. Este JSON permanece en el dispositivo tras reiniciar la app.
fr: Envoyez une requête, ouvrez Comparer les réponses et enregistrez la réponse actuelle comme référence. Ce JSON reste sur cet appareil, même après un redémarrage.
ja: 送信後に「レスポンスの比較」を開き、「現在のレスポンスを基準として保存」を押します。JSON レスポンスはアプリを再起動してもこのデバイスに残ります。
ko: 요청을 보낸 뒤 응답 비교를 열고 현재 응답을 기준으로 저장을 누르세요. 이 JSON 응답은 앱을 다시 시작해도 기기에 남습니다.
pt_br: Envie uma requisição, abra Comparar respostas e salve a resposta atual como referência. Esse JSON permanece no dispositivo após reiniciar o app.
zh_hans: 发送请求，打开“响应对比”，点击“将当前响应保存为基准”。这份 JSON 响应保存在本设备，重启程序后仍可使用。
zh_hant: 傳送請求，開啟「回應比較」，點按「將目前回應儲存為基準」。這份 JSON 回應儲存在本裝置，重新啟動程式後仍可使用。

source: Send again and compare
de: Erneut senden und vergleichen
es: Enviar de nuevo y comparar
fr: Renvoyer et comparer
ja: 再送信して比較
ko: 다시 보내고 비교
pt_br: Enviar novamente e comparar
zh_hans: 再次发送并对比
zh_hant: 再次傳送並比較

source: Send the login request
de: Anmeldeanfrage senden
es: Enviar solicitud de inicio de sesión
fr: Envoyer la requête de connexion
ja: ログインリクエストを送信
ko: 로그인 요청 보내기
pt_br: Enviar requisição de login
zh_hans: 发送登录请求
zh_hant: 傳送登入請求

source: Status code equals
de: Statuscode entspricht
es: Código de estado igual a
fr: Code de statut égal à
ja: ステータスコードが一致
ko: 상태 코드 일치
pt_br: Código de status igual a
zh_hans: 状态码等于
zh_hant: 狀態碼等於
